Repository: RailRoad-VPN/windows_client
Catalog: RailroadVPN/Properties/strings.*.resx
Languages: ru

# check_internet_connect_header
source: Internet connect problem
ru: Проблема с интернет соединением

# check_internet_connect_message
source: Seems there is no internet connection. Please check it.
ru: Видимо нет соединения с интернетом, проверьте что есть интернет

source: Disconnect VPN first
ru: Отключите от VPN

# disconnect_while_connect_header
source: Interrupt disconnecting
ru: Прерывать соединение

# disconnect_while_connect_message
source: If you want to interrupt connecting to VPN, press Semaphore button again
ru: Если вы хотите прервать подключение к VPN, нажмите на светофор еще раз

# enter_pin_label
source: Enter PIN-CODE
ru: Введите PIN-CODE

# get_pincode_text_link
source: GET PIN-CODE
ru: Получить PIN-CODE

# help_1_text_label
source: Click
ru: Нажмите на

# help_2_green_text_label
source: semaphore to disconnect VPN
ru: семафор для отключения VPN

# help_2_text_label
source: semaphore to connect VPN
ru: семафор для подключения к VPN

# help_form_anonym_thank_message
source: Thank you for your submit. We will answer you by email as soon as possible. Your ticket number:
ru: Спасибо за обращение. Мы ответим вам по email в ближайшее время. Номер вашего обращения:

# help_form_bad_data_header
source: Fill required fields
ru: Заполните обязательные поля

# help_form_cancel_btn
source: Cancel
ru: Отмена

# help_form_description_label
source: Describe your problem
ru: Опишите вашу проблему

# help_form_email_label
source: Email
ru: Ваша электронная почта (для связи с вами касательно проблемы нашего приложенияы)

# help_form_empty_description_message
source: Enter problem description to help us to resolve it as soon as possible
ru: Опишите Вашу проблему, чтобы мы могли понять, из-за чего могла возникнуть ошибка

# help_form_empty_email_message
source: Enter your email, we will send an email updating information about your problem
ru: Введите email чтобы мы могли с вами связаться для решения вашей проблемы

# help_form_logfilescheckbox_notchecked_header
source: Why don't want send us log files?
ru: Почему вы не хотите отправлять нам журналы о ходе работы приложения?

# help_form_logfilescheckbox_notchecked_message
source: Log files will help us very strong and we can be sure to hlep you as soon as possible. Log file it is file with events during application RailRoadVPN work process and no information about your personal data. Are you sure you don't want send us log file and improve time of solving your problem? If you have change your mind - press No and check checkbox on help form.
ru: Файлы с журналом работы приложения очень сильно нам помогут как можно быстрее решить вашу проблему с приложением. Файлы содержат в себе информацию только о ходе работы приложения и не содержат ваших личных данных. Вы уврене что хотите продолжить и не отправлять нам журнал работы приложения? Если вы передумали, нажмите No и отметье чекбокс на форме.

# help_form_send_btn
source: Send
ru: Отправить

# help_form_thank_message
source: Thank you for your submit. We will answer you by email as soon as possible. Also you can follow your ticket status in your profile on site: https://rroadvpn.net/profile. Your ticket number:
ru: Спасибо за обращение. Мы ответим вам по email в ближайшее время. Также вы можете отслеживать статус вашего обращения на сайте в личном кабинете. Номер вашего обращения:

# help_green_text_label
source: green
ru: зеленый

# help_red_text_label
source: red
ru: красный

# how_get_pin_text_label
source: How to get pincode?\r\n1. Press GET PIN-CODE link \r\n2. Your browser will open site\r\n3. Sign in or sign up\r\n4. Press GENERATE PIN-CODE button
ru: Как получить пинкод?\r\n1. Нажмите на ссылку GET PIN-CODE \r\n2. Ваш браузер откроет сайт\r\n3. Войдите в систему\r\n4. Нажмите кнопку GENERATE PIN-CODE

# main_form_tap_adapter_busy_header
source: Can't connect to VPN
ru: Не может подключиться к VPN

# main_form_tap_adapter_busy_message
source: It seems you are connected to VPN. Disconnect first, than press Connect Semaphore again.
ru: Нам кажется, что вы сейчас подключены к другому VPN, отключитесь сначала пожалуйста и нажмите еще раз на Красный Семафор чтобы подключиться к Railroad VPN Network

# main_form_tap_adapter_not_installed_message
source: For propery work VPN you have to install driver. Please relaunch application and try again.
ru: Для корректной работы необходимо установить драйвер. Перезапустите приложение или напишите нам через пункт меню Помощь?

# menu_item_logout
source: Logout
ru: Ввести новый пинкод

# menu_item_need_help
source: Need Help?
ru: Нужна помощь?

# menu_item_profile
source: My Profile
ru: Мой профиль

# menu_logout_text_label
source: Logout
ru: Выход

# menu_myprofile_text_label
source: Account
ru: Аккаунт

# menu_needhelp_text_label
source: Need Help?
ru: Помощь?

# new_version_header
source: Update required
ru: Необходимо обновление

# new_version_message
source: There is a new version of application. You have to download new version to continue. Open downloads page in your browser?
ru: Доступна новая версия приложения. Необходимо скачать новую версию, чтобы продолжить работу. Открыть сайт для скачивания?

# unknown_system_error_header
source: Unknown system error
ru: Неизвестная ошибка приложени

# unknown_system_error_message
source: Check your internet connection - if problem still exist - please try again later or use feedback form from menu, or wirte us about your problem by email: support@rroadvpn.net
ru: Проверьте ваше интернет соединение, если ошибка повторяется - пожалуйста повторите операции позднее или воспользуйтесь формой помощи из меню, или напишите нам в поддержку на почту: support@rroadvpn.net

# user_bad_header
source: Account problem
ru: Проблема с аккаунтом

# user_disabled_message
source: You account was disabled. Please contact us by email support@rroadvpn.net
ru: Ваш аккаунт отключен. Пожалуйста свяжитесь с нами по электронной почте support@rroadvpn.net

# user_expired_message
source: You account was expired. Please contact us by email support@rroadvpn.net
ru: Для вашего аккаунта истек срок действия. Пожалуйста свяжитесь с нами по электронной почте support@rroadvpn.net

# user_locked_message
source: You account was locked. Please contact us by email support@rroadvpn.net
ru: Ваш аккаунт заблокирован. Пожалуйста свяжитесь с нами по электронной почте support@rroadvpn.net

# user_password_expired_message
source: Attention! Your password was expired. Please change your password in Profile to fix this issue.
ru: Внимание! Срок действия вашего пароля истек. Найдите пожалуйста время и измените пароль в личном кабинете на сайте https://rroadvpn.net/ чтобы исправить это.

# vpn_connect_status
source: VPN STATUS
ru: Нажмите, чтобы подключиться

# wrong_pin_error_header
source: Wrong pincode
ru: Не верный пинкод

# wrong_pin_error_message
source: You have entered wrong pincode, please check it or generate new one at profile page
ru: Вы ввели не верный пинкод, пожалуйста проверьте пинкод в окошке на сайте или создайте новый пинкод в личном кабинете
